[
    {"article":"Salerno was a highly respected and feared gangster, and a well-known New York Mafia powerhouse who continued to rise through the ranks of the Genovese crime family becoming consigliere from 1972–75, underboss in 1975, and eventually the acting–front boss from 1981-86. In the late 1970s, the FBI managed to place a listening device in his East Harlem headquarters, the Palma Boys Social Club. By the early 1980s, Salerno had been caught on the bug discussing crime family affairs and business with various members, including top underlings such as capo Matthew 'Matty the Horse' Ianniello, Salerno driver and right-hand-man Vincent 'Fish' Cafaro, and even Lucchese crime family boss Anthony 'Tony Ducks' Corallo, whose own Jaguar, where Corallo conducted much of his affairs had also been bugged. In February 1985, the information obtained through the FBI bug was used to eventually indict Salerno and the bosses of New York's Five Families, who sat on The Commission. The Mafia Commission Trial began in September 1986 and ended in November. Tony Salerno, along with five other New York bosses were convicted under the RICO statute and sentenced to 100 years in prison in January 1987."},
    {"article":"Not suspecting the plot against him, Castellano invited DeCicco to a meeting on December 16, 1985, with fellow capos Thomas Gambino, James Failla, and Danny Marino at Sparks Steak House in Manhattan. The conspirators considered the restaurant a prime location for the hit because the area would be packed with bustling crowds of holiday shoppers, making it easier for the assassins to blend in and escape.[3] The plans for the assassination were finalized on December 15, and the next afternoon, the conspirators met for a final time on the Lower East Side. At Gotti's suggestion, the shooters wore long white trench coats and black fur Russian hats, which Gravano considered a brilliant idea.[8] Gotti and Gravano arrived at the restaurant shortly before 5 o'clock and, after circling the block, parked their car across the intersection and within view of the entrance.[8] Around 5:30, Gravano spotted Castellano's Lincoln Town Car stopped at a nearby intersection and, via walkie talkie, alerted the team of hitmen stationed outside the restaurant of Castellano's approach.[17] Castellano's driver, Thomas Bilotti, pulled the car up directly in front of the entrance. As Castellano and Bilotti exited the Lincoln, they were ambushed and killed in a barrage of bullets.[17] As the hat-and-trench-coat-adorned men slipped away into the night, Gotti calmly drove the car past the front of the restaurant to get a look at the scene.[4] Looking down at Bilotti's body from the passenger window, Gravano remarked, 'He's gone.'[17]"},
    {"article":"With a lack of leadership taming the Cosa Nostra crews in North and West Vinewood, the remnants of the Los Santos crime family were to endure a period of unrest. Conti took the opportunity and rose up in rebellion, calling for a meeting to discuss the family’s future with fellow caporegime Thomas Alo who was lured in and reportedly slain in a gangland-esque hit. Numerous mob figures were allegedly murdered in an effort to ease Conti’s grasp for power. However, organized crime experts refute the methods used to execute the coup, citing that the unsanctioned murder of a caporegime is considered an illegal act even under mafia law.In defiance of the missing Lena and the imprisoned underboss—the latter of who remains unaware of recent developments—Conti named himself boss and appointed a handpicked administration from his crew. Sources indicate that there is no communication between the Conti crime family and its eastern counterparts in the Mid-Atlantic states or even with its mothership in Kansas City, Missouri. Additionally, a clear cut hierarchy in this tenderfoot crime family remains unidentified. Detective Captain George Murray indicates, “We see a pattern of failure among modern LCN-natured groups on the West Coast; it has never really managed to gain a strong foothold. Like the Mickey Mouse Mafia and the Lena crime family before them, we imagine this family will likely follow in their footsteps and die down over time.” Nevertheless, Mark W. Rufolo, Chief of the New Jersey U.S. Attorney’s Strike Force (Organized Crime) Division, said at the public hearing about the durability of traditional organized crime: “If we give in to the temptation of believing that we have conquered La Cosa Nostra, we will find ourselves back at square one before too long … . The structure and hierarchy of organized crime have enabled it to survive for over 70 years. ... But because of that structure and hierarchy, the rules of protocol, the discipline, they have an ability to regenerate. They’re a very resourceful organization. ...”"},
    {"article":"In chapter 7, Tacitus describes their government and leadership as somewhat merit-based and egalitarian, with leadership by example rather than authority, and punishments are carried out by the priests. He mentions (chapter 8) that the opinions of women are given respect. In chapter 11, Tacitus describes a form of folk assembly rather similar to the public Things recorded in later Germanic sources: in these public deliberations, the final decision rests with the men of the tribe as a whole. Tacitus further discusses the role of women in chapters 7 and 8, mentioning that they often accompany the men to battle and offer encouragement. He says that the men are often highly motivated to fight for the women because of an extreme fear of losing them to captivity. Tacitus says (chapter 18) that the Germans are mainly content with one wife, except for a few political marriages, and specifically and explicitly compares this practice favorably to other barbarian cultures, perhaps since monogamy was a shared value between Roman and Germanic cultures. He also records (chapter 19) that adultery is very rare, and that an adulterous woman is shunned afterward by the community regardless of her beauty. In chapter 45, Tacitus mentions that the tribe to the north of the Germans, the Sitones, 'resemble [the Suevi Scandinavians] in all respects but one - woman is the ruling sex.'[2] 'This,' Tacitus comments, 'is the measure of their decline, I will not say below freedom, but even below decent slavery.'[3]"},
    {"article":"The Germania begins with a description of the lands, laws, and customs of the Germanic people (chapters 1–27); it then describes individual tribes, beginning with those dwelling closest to Roman lands and ending on the uttermost shores of the Baltic, among the amber-gathering Aesti, the Fenni, and the unknown tribes beyond them.Tacitus says (chapter 2) that physically, the Germanic peoples appear to be a distinct nation, not an admixture of their neighbors, since nobody would desire to migrate to a climate as horrid as that of Germania. They are divided into three large branches, the Ingaevones, the Irminones, and the Istaevones, deriving their ancestry from three sons of Mannus, son of Tuisto, their common forefather. In chapter 4, he mentions that they all have common physical characteristics, blue eyes (truces et caerulei oculi = sky-coloured, azure, dark blue, dark green), reddish hair ( rutilae comae = red, golden-red, reddish yellow), and large bodies, vigorous at the first onset but not tolerant of exhausting labour, tolerant of hunger and cold, but not of heat or thirst.[1]"}    
]